[

       {"text": "Those who dream by day are cognizant of many things which escape those who dream only by night.",
       "author": "Edgar Allan Poe"
},
       {
              "text": "We cannot hold a torch to light another's path without brightening our own.",
              "author": "Ben Sweetland"
       },
       {
              "text": "You are never given a wish without also being given the power to make it come true. You may have to work for it, however.",
              "author": "Richard Bach"
       },
       {
              "text": "Kind words can be short and easy to speak, but their echoes are truly endless.",
              "author": "Mother Teresa"
       },
       {
              "text": "Count your joys instead of your woes. Count your friends instead of your foes.",
              "author": "Om Mittal"
       },
       {
              "text": "Dreams come true. Without that possibility, nature would not incite us to have them.",
              "author": "John Updike"
       },
       {
              "text": "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be.",
              "author": "Thomas Kempis"
       },
       {
              "text": "Adversity causes some men to break, others to break records.",
              "author": "William Ward"
       },
       {
              "text": "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.",
              "author": "Thomas Fuller"
       },
       {
              "text": "The industrial landscape is already littered with remains of once successful companies that could not adapt their strategic vision to altered conditions of competition.",
              "author": "Abernathy"
       },
       {
              "text": "Example has more followers than reason.",
              "author": "Christian Bovee"
       },
       {
              "text": "One that desires to excel should endeavour in those things that are in themselves most excellent.",
              "author": "Epictetus"
       },
       {
              "text": "If you have made mistakes, there is always another chance for you. You may have a fresh start any moment you choose.",
              "author": "Mary Pickford"
       },
       {
              "text": "The only Zen you find on the tops of mountains is the Zen you bring up there.",
              "author": "Robert Pirsig"
       },
       {
              "text": "Gratitude is riches. Complaint is poverty.",
              "author": "Doris Day"
       },
       {
              "text": "Strong people make as many mistakes as weak people. Difference is that strong people admit their mistakes, laugh at them, learn from them. That is how they become strong.",
              "author": "Richard Needham"
       },
       {
              "text": "To know your purpose is to live a life of direction, and in that direction is found peace and tranquillity.",
              "author": "Byron Pulsifer"
       },
       {
              "text": "You can stand tall without standing on someone. You can be a victor without having victims.",
              "author": "Harriet Woods"
       },
       {
              "text": "Bad times have a scientific value. These are occasions a good learner would not miss.",
              "author": "Ralph Emerson"},
       {
              "text": "Sometimes the cards we are dealt are not always fair. However you must keep smiling and moving on.",
              "author": "Tom Jackson"
       }
    ]